[
  {
    "categoryId": 1,
    "picture": "https://i.ibb.co/JFGYjWT/kids.png",
    "originalPrice": 31,
    "ResalePrice": 30,
    "ProductName": "Malabar",
    "sellerName": "Durham Brewer",
    "years": 2,
    "phone": "+1 (903) 495-2003",
    "location": "  Blanford, North Dakota ",
    "about": "Officia ad cupidatat minim aliqua amet consectetur irure laborum ut. Minim esse labore est esse occaecat in sit minim. Veniam laboris nulla cillum adipisicing irure. Reprehenderit veniam tempor enim officia occaecat est. Sunt magna in est qui laboris cupidatat elit consequat laborum cupidatat eu officia.\r\n"
  },
  {
    "categoryId": 1,
    "picture": "https://i.ibb.co/CBBx2p8/images.jpg",
    "originalPrice": 40,
    "ResalePrice": 24,
    "ProductName": "Kids Necklace",
    "sellerName": "Snider Avery",
    "years": 2,
    "phone": "+1 (895) 593-2988",
    "location": " Gates Avenue, Snowville, ",
    "about": "Minim qui do fugiat voluptate consectetur Lorem duis. Laborum ex enim magna anim velit non. Mollit amet do ipsum labore duis duis velit. Fugiat qui eu esse aliquip laborum aliquip dolore. Magna eu deserunt non non. Id aute exercitation fugiat esse sunt.\r\n"
  },
  {
    "categoryId": 2,
    "picture": "https://i.ibb.co/5KV6F2X/fason.jpg",
    "originalPrice": 38,
    "ResalePrice": 27,
    "ProductName": "Jhumka Earring With Ear Chain",
    "sellerName": "Mitzi Carroll",
    "years": 3,
    "phone": "+1 (869) 579-2056",
    "location": " Street, Eastmont",
    "about": "Veniam id aliquip excepteur anim dolor mollit eu anim. Et magna adipisicing magna id ea amet veniam cillum pariatur ad deserunt. Duis qui laborum ex esse proident reprehenderit culpa nostrud id quis fugiat aute laborum. Excepteur et dolor est eiusmod esse irure consequat aute incididunt minim commodo irure. Ipsum consequat tempor ullamco non laborum id cillum mollit veniam fugiat est excepteur anim nostrud.\r\n"
  },
  {
    "categoryId": 2,
    "picture": "https://i.ibb.co/gMqPDr6/ddddddddd.jpg",
    "originalPrice": 36,
    "ResalePrice": 38,
    "ProductName": "Kempu Necklace",
    "sellerName": "Nell Graves",
    "years": 4,
    "phone": "+1 (908) 513-2536",
    "location": "531 Clara Street, Columbus, Maryland, 137",
    "about": "Exercitation eiusmod commodo do laborum consectetur nulla nostrud elit qui minim in consequat velit ullamco. Ea reprehenderit cupidatat duis incididunt. Culpa excepteur deserunt excepteur ex nisi officia sunt nisi deserunt duis. Mollit occaecat exercitation proident ea anim irure ex sunt quis minim labore mollit.\r\n"
  },
  {
    "categoryId": 3,
    "picture": "https://i.ibb.co/fMDMskT/did.jpg",
    "originalPrice": 38,
    "ResalePrice": 30,
    "ProductName": "Dimond necklace",
    "sellerName": "Brianna Flynn",
    "years": 6,
    "phone": "+1 (884) 531-2576",
    "location": "771 Kent Avenue, Farmington, Michigan, 558",
    "about": "Eu non non tempor deserunt mollit velit irure. Lorem excepteur enim culpa qui qui pariatur deserunt elit laborum ea. Laboris eiusmod adipisicing sit est ullamco dolore non anim ex est ipsum tempor consectetur laborum. Minim mollit fugiat non deserunt adipisicing quis cillum quis commodo labore culpa. Voluptate fugiat quis ipsum amet anim laborum quis aliqua eiusmod laboris. Ipsum magna aliquip proident est cupidatat Lorem laboris exercitation ipsum culpa.\r\n"
  },
  {
    "categoryId": 3,
    "picture": "https://i.ibb.co/q585GpH/ff.webp",
    "originalPrice": 33,
    "ResalePrice": 26,
    "ProductName": "Chokers",
    "sellerName": "Clemons Hendricks",
    "years": "male",
    "phone": "+1 (835) 490-2680",
    "location": "910 Howard Place, Virgie, Georgia, 2613",
    "about": "Quis occaecat eu pariatur sunt fugiat voluptate. Quis incididunt ipsum deserunt ipsum amet consequat non sint deserunt commodo ipsum. Ipsum officia fugiat fugiat proident consequat enim aute minim fugiat consectetur ullamco sunt velit.\r\n"
  }
]